Revit 2027 API
BuiltInFailures.TagFailures.CannotPasteAssociate Property
 Can't find new associated element. Element won't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteAssociate { get; }
Public Shared ReadOnly Property CannotPasteAssociate As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteAssociate {
	FailureDefinitionId^ get ();
}
static member CannotPasteAssociate : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace